Repository: prietus/drtagger-mac
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: · %lld picture(s)
es: · %lld imagen(es)

source: %@ is on a network volume that is not responding. Check the mount (nfsstat -m) or use a local copy; the app keeps working.
es: %@ está en un volumen de red que no responde. Comprueba el montaje (nfsstat -m) o usa una copia local; la app sigue funcionando.

source: %@: could not be downloaded.
es: %@: no se ha podido descargar.

# %@: the release has no track %lld; left untouched.
source: %1$@: the release has no track %2$lld; left untouched.
es: %1$@: la release no tiene la pista %2$lld; se deja intacto.

# %lld added, %lld updated, %lld folders scanned
source: %1$lld added, %2$lld updated, %3$lld folders scanned
es: %1$lld añadidos, %2$lld actualizados, %3$lld carpetas exploradas

source: %lld albums
es: %lld álbumes

source: %lld candidates, none certain
es: %lld candidatos, ninguno seguro

# %lld ch · %@ · %lld tracks · %@
source: %1$lld ch · %2$@ · %3$lld tracks · %4$@
es: %1$lld can. · %2$@ · %3$lld pistas · %4$@

source: %lld discs
es: %lld discos

source: %lld DSF tracks written and verified
es: %lld pistas DSF escritas y verificadas

source: %lld in other formats
es: %lld en otros formatos

source: %lld more candidates not shown
es: %lld candidatos más sin mostrar

# %lld of %lld tracks change, %lld fields
source: %1$lld of %2$lld tracks change, %3$lld fields
es: Cambian %1$lld de %2$lld pistas, %3$lld campos

# %lld of %lld tracks match; the others differ (offset or damage)
source: %1$lld of %2$lld tracks match; the others differ (offset or damage)
es: %1$lld de %2$lld pistas coinciden; el resto difiere (offset o daños)

# %lld rips known, confidence %lld
source: %1$lld rips known, confidence %2$lld
es: %1$lld rips conocidos, confianza %2$lld

source: %lld tracks
es: %lld pistas

# %lld tracks · %@
source: %1$lld tracks · %2$@
es: %1$lld pistas · %2$@

source: %lld tracks written and verified
es: %lld pistas escritas y verificadas

source: 1 album
es: 1 álbum

source: 1 track
es: 1 pista

source: AcoustID (acoustic fingerprints)
es: AcoustID (huellas acústicas)

source: Add
es: Añadir

source: Add folders or image files to the queue
es: Añadir carpetas o imágenes a la cola

source: Add folders with SACD ISOs, CD images or album tracks to get started.
es: Añade carpetas con ISOs de SACD, imágenes de CD o pistas de álbumes para empezar.

source: Add Folders…
es: Añadir carpetas…

source: Advanced
es: Avanzado

source: Album fields
es: Campos del álbum

source: Album folder
es: Carpeta del álbum

source: Album set
es: Álbum

# All %lld tracks match a known rip (confidence %lld)
source: All %1$lld tracks match a known rip (confidence %2$lld)
es: Las %1$lld pistas coinciden con un rip conocido (confianza %2$lld)

source: Also extract the multichannel area when present
es: Extraer también el área multicanal si existe

source: Application API key
es: Clave de API de la aplicación

source: Apply
es: Aplicar

source: Applying
es: Aplicando

source: Artwork
es: Portadas

source: Artwork (%lld)
es: Portadas (%lld)

source: ASCII-only file names (transliterate accents and other scripts)
es: Nombres de fichero solo ASCII (transliterar acentos y otros alfabetos)

source: Asking CUETools DB…
es: Consultando CUETools DB…

source: Audio between tracks
es: Audio entre pistas

source: Cancel
es: Cancelar

source: Catalog number
es: Número de catálogo

source: Check
es: Comprobar

source: Choose a release above to preview its tags
es: Elige una release arriba para previsualizar sus tags

source: Choose a release in Identification first.
es: Elige primero una release en Identificación.

source: Choose an ffmpeg executable.
es: Elige un ejecutable de ffmpeg.

source: Choose folders with SACD ISOs, CD images + CUE, or album tracks.
es: Elige carpetas con ISOs de SACD, imágenes de CD + CUE o pistas de álbumes.

source: Choose the library folder where extracted tracks are written.
es: Elige la carpeta de biblioteca donde se escriben las pistas extraídas.

source: Choose the library folder where split tracks are written.
es: Elige la carpeta de biblioteca donde se escriben las pistas partidas.

source: Choose…
es: Elegir…

source: Clear
es: Limpiar

source: Clear Queue
es: Vaciar cola

source: Confident match
es: Coincidencia segura

source: Could not move files into the library: %@
es: No se pudieron mover los ficheros a la biblioteca: %@

source: Could not move originals to the Trash:
es: No se pudieron mover los originales a la Papelera:

source: Cover
es: Portada

source: Cover embedding is off in Settings
es: La incrustación de portada está desactivada en Ajustes

source: CUE says %@
es: El CUE dice %@

# Decoding file %lld of %lld…
source: Decoding file %1$lld of %2$lld…
es: Decodificando fichero %1$lld de %2$lld…

source: Decoding image…
es: Decodificando imagen…

source: Destination folder
es: Carpeta de destino

source: Disc
es: Disco

source: Disc %lld
es: Disco %lld

# Disc %lld of %lld
source: Disc %1$lld of %2$lld
es: Disco %1$lld de %2$lld

source: Disc artist
es: Artista del disco

source: Disc date
es: Fecha del disco

source: Disc layout not read yet.
es: La estructura del disco aún no se ha leído.

source: Disc not in the database
es: Disco no presente en la base de datos

source: Disc title
es: Título del disco

source: Discogs (credits, editions, catalog numbers)
es: Discogs (créditos, ediciones, números de catálogo)

source: Discs
es: Discos

source: Done
es: Hecho

source: Downloading artwork…
es: Descargando portada…

source: Drop (sacd_extract behaviour)
es: Descartar (como sacd_extract)

source: Drop folders here, or use Add Folders… (⌘O).
es: Suelta carpetas aquí o usa Añadir carpetas… (⌘O).

source: drtagger ships without API keys. MusicBrainz, Cover Art Archive, iTunes Search and Deezer need none; the providers below require a key you create with your own account. Keys are stored in your Keychain.
es: drtagger no incluye claves de API. MusicBrainz, Cover Art Archive, iTunes Search y Deezer no la necesitan; los proveedores de abajo requieren una clave creada con tu propia cuenta. Las claves se guardan en tu llavero.

# DSF · %@ s · %lld lead-in frames skipped%@
source: DSF · %1$@ s · %2$lld lead-in frames skipped%3$@
es: DSF · %1$@ s · %2$lld frames de entrada omitidos%3$@

source: DST-compressed, decoded losslessly
es: Comprimido en DST, decodificado sin pérdidas

source: Embed the front cover in every track
es: Incrustar la portada en cada pista

source: embedded
es: incluido

source: Embedded cover size
es: Tamaño de la portada incrustada

source: Empty the queue
es: Vaciar la cola

source: Empty the queue (files on disk are never touched)
es: Vaciar la cola (los ficheros en disco no se tocan)

# Encoding track %lld of %lld…
source: Encoding track %1$lld of %2$lld…
es: Codificando pista %1$lld de %2$lld…

source: Existing pictures are kept
es: Se conservan las imágenes existentes

source: Extract
es: Extraer

source: Extract Again…
es: Extraer de nuevo…

source: Extract the SACD first; the DSF tracks receive the tags.
es: Extrae primero el SACD; los tags se escriben en las pistas DSF.

source: Extract to Library…
es: Extraer a la biblioteca…

source: Extraction finished with problems
es: La extracción terminó con problemas

source: fanart.tv (high-resolution artwork)
es: fanart.tv (portadas en alta resolución)

source: Fields taken from the chosen release replace the existing ones; everything else in the files (ReplayGain, comments, custom tags) is preserved. Individual fields can be locked in the preview.
es: Los campos tomados de la release elegida reemplazan a los existentes; el resto del fichero (ReplayGain, comentarios, tags propios) se conserva. Cada campo se puede bloquear en la vista previa.

source: files move to %@/%@/%@
es: los ficheros se mueven a %1$@/%2$@/%3$@

source: Filter albums
es: Filtrar álbumes

source: Fold away releases whose medium cannot be the source of these files
es: Plegar las releases cuyo medio no puede ser el origen de estos ficheros

source: Formats
es: Formatos

source: FreeDB ID
es: ID de FreeDB

source: GPL build, development only
es: Build GPL, solo para desarrollo

source: Identification
es: Identificación

source: Identify
es: Identificar

source: Identify Again
es: Identificar de nuevo

source: Identifying
es: Identificando

source: Image size
es: Tamaño de la imagen

# Image: %@ (%@)
source: Image: %1$@ (%2$@)
es: Imagen: %1$@ (%2$@)

source: Keep at the end of the previous track
es: Mantener al final de la pista anterior

source: Keep existing pictures
es: Conservar las imágenes existentes

source: Kind
es: Tipo

source: Leave empty to use the embedded ffmpeg
es: Déjalo vacío para usar el ffmpeg incluido

source: Library
es: Biblioteca

source: Likely match, please review
es: Coincidencia probable, revísala

source: Lock this field to keep the file's value
es: Bloquea este campo para conservar el valor del fichero

source: Locked: the file keeps its value
es: Bloqueado: el fichero conserva su valor

source: Log (%lld lines)
es: Registro (%lld líneas)

source: Looking for artwork…
es: Buscando portada…

source: loudness is measured and ReplayGain / R128 tags are written
es: se mide la sonoridad y se escriben tags ReplayGain / R128

source: Loudness measurement failed: %@
es: La medición de sonoridad ha fallado: %@

source: Matches the CUE's REM DISCID
es: Coincide con el REM DISCID del CUE

source: Measure loudness and write ReplayGain / R128 tags on Apply
es: Medir la sonoridad y escribir tags ReplayGain / R128 al Aplicar

source: Measuring loudness…
es: Midiendo la sonoridad…

source: Move files into the library layout after Apply
es: Mover los ficheros a la estructura de la biblioteca tras Aplicar

source: Move original images to the Trash after a verified split
es: Mover las imágenes originales a la Papelera tras una partición verificada

source: multichannel
es: multicanal

source: Multichannel (%lld ch)
es: Multicanal (%lld can.)

source: Multichannel area
es: Área multicanal

source: multichannel area included
es: área multicanal incluida

source: MusicBrainz Disc ID
es: Disc ID de MusicBrainz

source: Needs review
es: Necesita revisión

source: No AcoustID key: fingerprints off
es: Sin clave de AcoustID: huellas desactivadas

source: No Album Selected
es: Ningún álbum seleccionado

source: No album-level changes
es: Sin cambios a nivel de álbum

source: No album-level fields
es: Sin campos a nivel de álbum

source: No artwork source found; existing pictures are kept
es: No se encontró ninguna fuente de portada; se conservan las imágenes existentes

source: No audio files to tag.
es: No hay ficheros de audio que taguear.

source: No candidates
es: Sin candidatos

source: No file could be read.
es: No se ha podido leer ningún fichero.

source: No identifying signals found
es: No se encontraron señales de identificación

source: No release in a matching format; showing every format.
es: Ninguna release en un formato compatible; se muestran todos los formatos.

source: No release matched. Add API keys in Settings or check the folder's artwork and tags.
es: Ninguna release coincide. Añade claves de API en Ajustes o revisa las portadas y los tags de la carpeta.

source: No scan details stored for this album. Use Rescan.
es: No hay detalles de exploración guardados para este álbum. Usa Volver a explorar.

source: No track matches a known rip
es: Ninguna pista coincide con un rip conocido

source: No track-specific changes
es: Sin cambios específicos de la pista

source: Not extracted yet
es: Aún no extraído

source: Not identified yet
es: Aún no identificado

source: Not previewed yet
es: Aún sin previsualizar

source: Not set
es: Sin configurar

source: Not split yet
es: Aún no partido

source: Notes
es: Notas

source: Off: the app starts with an empty queue every time. On: albums and their identification results stay until you remove them.
es: Desactivado: la app arranca siempre con la cola vacía. Activado: los álbumes y sus resultados de identificación se conservan hasta que los quites.

source: On Apply, %@.
es: Al Aplicar, %@.

source: Only the queue is cleared. Nothing is deleted from disk; scan results and identifications for these albums are forgotten.
es: Solo se vacía la cola. No se borra nada del disco; se olvidan los resultados de exploración e identificación de estos álbumes.

source: Open your Discogs developer settings
es: Abre tus ajustes de desarrollador de Discogs

source: Organizing files…
es: Organizando ficheros…

source: override
es: alternativo

source: Override path
es: Ruta alternativa

source: Pauses between tracks are dropped
es: Las pausas entre pistas se descartan

source: Pauses between tracks stay with the previous track
es: Las pausas entre pistas se quedan con la pista anterior

source: Pending
es: Pendiente

source: Personal access token
es: Token de acceso personal

source: Plausible formats only
es: Solo formatos plausibles

source: Preparing…
es: Preparando…

source: Preview Tags
es: Previsualizar tags

source: Probing image…
es: Analizando imagen…

source: Project API key
es: Clave de API del proyecto

source: Providers
es: Proveedores

source: Put back the metadata every file had before the first Apply
es: Restaurar los metadatos que tenía cada fichero antes del primer Aplicar

source: Queue
es: Cola

source: Queue is Empty
es: La cola está vacía

source: Re-check
es: Volver a comprobar

source: Reading disc layout…
es: Leyendo la estructura del disco…

source: Reading disc…
es: Leyendo el disco…

source: Reading from a network volume…
es: Leyendo de un volumen de red…

source: Reading tags…
es: Leyendo tags…

source: Ready to identify
es: Listo para identificar

source: Refresh
es: Actualizar

source: Register an application at acoustid.org
es: Registra una aplicación en acoustid.org

source: Releases with this TOC
es: Releases con este TOC

source: Remember the queue between launches
es: Recordar la cola entre arranques

source: Remove
es: Quitar

source: Remove every album from the queue?
es: ¿Quitar todos los álbumes de la cola?

source: Remove from Queue
es: Quitar de la cola

source: Remove the selected album from the queue
es: Quitar de la cola el álbum seleccionado

source: Request an API key at fanart.tv
es: Solicita una clave de API en fanart.tv

source: Rescan
es: Volver a explorar

source: Restore Originals
es: Restaurar originales

source: Restoring original tags…
es: Restaurando los tags originales…

source: Save the full-resolution cover as a file next to the tracks
es: Guardar la portada a resolución completa como fichero junto a las pistas

source: Scan the selected album's folder again
es: Volver a explorar la carpeta del álbum seleccionado

source: Scanning
es: Explorando

source: Scanning %@…
es: Explorando %@…

source: Scanning…
es: Explorando…

source: Settings
es: Ajustes

source: Show in Finder
es: Mostrar en el Finder

source: Show unchanged
es: Mostrar sin cambios

source: Source
es: Origen

source: Split
es: Partir

source: Split Again…
es: Partir de nuevo…

source: Split finished with problems
es: La partición terminó con problemas

source: Split the image first; the FLAC tracks receive the tags.
es: Parte primero la imagen; los tags se escriben en las pistas FLAC.

source: Split to Library…
es: Partir a la biblioteca…

source: Starting…
es: Empezando…

source: Status
es: Estado

source: Stereo
es: Estéreo

source: Stereo area
es: Área estéreo

source: stereo area only
es: solo área estéreo

source: Still reading %@… the volume is slow or not responding.
es: Todavía leyendo %@… el volumen es lento o no responde.

source: system
es: sistema

source: Tags already match the release
es: Los tags ya coinciden con la release

# Tags written %@ · %lld files
source: Tags written %1$@ · %2$lld files
es: Tags escritos el %1$@ · %2$lld ficheros

source: The album is no longer detected at this path.
es: El álbum ya no se detecta en esta ruta.

source: The embedded ffmpeg is a minimal LGPL build. A Homebrew ffmpeg works for development but is GPL and must not be redistributed with the app.
es: El ffmpeg incluido es una build LGPL mínima. Un ffmpeg de Homebrew sirve para desarrollar pero es GPL y no debe redistribuirse con la app.

source: The front cover is embedded resized to this longest side. An existing cover file in the folder is never replaced.
es: La portada se incrusta reducida a este lado mayor. Un fichero de portada que ya exista en la carpeta nunca se reemplaza.

# The release lists %lld tracks, the album has %lld; tags are mapped by position.
source: The release lists %1$lld tracks, the album has %2$lld; tags are mapped by position.
es: La release tiene %1$lld pistas y el álbum %2$lld; los tags se asignan por posición.

source: Track file
es: Fichero de pista

source: Tracks
es: Pistas

source: Tracks (%lld)
es: Pistas (%lld)

source: Unknown
es: Desconocido

source: Use the personal access token from "Generate new token" on the developer page, not an application's Consumer Key or Consumer Secret (those are for OAuth apps).
es: Usa el token de acceso personal de «Generate new token» en la página de desarrollador, no la Consumer Key ni el Consumer Secret de una aplicación (esos son para apps OAuth).

source: Verifying…
es: Verificando…

source: Write GENRE and STYLE from Discogs
es: Escribir GENRE y STYLE desde Discogs

source: Write the tags and the cover; originals are backed up and the audio is verified untouched
es: Escribe los tags y la portada; se guarda copia de los originales y se verifica que el audio no cambia

source: Writing tags…
es: Escribiendo tags…
